Repository: itsmng/callmanager
Catalog: locales/*.po
Languages: fr_fr

source: RIO Number
fr_fr: Numéro RIO

source: MySQL tables installation
fr_fr: Installation des tables MySQL

source: MySQL tables uninstallation
fr_fr: Désinstallation des tables MySQL

source: Access denied to CallManager API
fr_fr: Accès refusé à l’API CallManager

source: Access to CallManager API/UI
fr_fr: Accès à l’API/UI CallManager

source: Config update
fr_fr: Mise à jour de la configuration

source: Allow editing
fr_fr: Autoriser la modification

source: General
fr_fr: Général

source: None
fr_fr: Aucun

source: Call Manager settings
fr_fr: Paramètres de Call Manager

source: RIO storage method
fr_fr: Méthode de stockage du RIO

source: Plugin dedicated table (custom user tab)
fr_fr: Table dédiée du plugin (onglet utilisateur personnalisé)

source: User login (name)
fr_fr: Identifiant utilisateur

source: Registration number
fr_fr: Matricule

source: Call Manager - User search
fr_fr: Call Manager - Recherche d’utilisateur

source: Search a user by RIO number
fr_fr: Rechercher un utilisateur par numéro RIO

source: RIO number is required
fr_fr: Le numéro RIO est requis

source: Searching…
fr_fr: Recherche…

source: Search
fr_fr: Rechercher

source: Clear
fr_fr: Effacer

source: Search criteria
fr_fr: Critères de recherche

source: RIO number *
fr_fr: Numéro RIO *

source: Caller RIO number
fr_fr: Numéro RIO de l’appelant

source: No user found for this RIO
fr_fr: Aucun utilisateur trouvé pour ce RIO

source: Connection error:
fr_fr: Erreur de connexion :

source: user(s) found
fr_fr: utilisateur(s) trouvé(s)

source: Name
fr_fr: Nom

source: View this user's tickets
fr_fr: Voir les tickets de cet utilisateur

source: View tickets
fr_fr: Voir les tickets

source: Phone number
fr_fr: Numéro de téléphone

source: Last name
fr_fr: Nom

source: First name
fr_fr: Prénom

source: Open ticket creation form
fr_fr: Ouvrir le formulaire de création de ticket

source: Create ticket for this user
fr_fr: Créer un ticket pour cet utilisateur

source: Formcreator form
fr_fr: Formulaire Formcreator

source: Formcreator plugin not available
fr_fr: Plugin Formcreator non disponible
